Repository: frankmorgner/OpenSC
Catalog: po/*.po
Languages: de

source: Fingerprint or PIN
de: Fingerabdruck/PIN

source: User PIN
de: Nutzer-PIN

source: Use the PIN pad to cancel the operation.
de: Nutzen Sie das PIN-Pad, um den Vorgang abzubrechen.

source: Some readers only support canceling the operation on the PIN pad. Press Cancel or remove the card.
de: Einige Kartenleser unterstützen das Abbrechen ausschließlich am PIN-Pad. Drücken Sie Cancel (Abbruch) oder entfernen Sie die Karte.

source: Windows Security
de: Windows-Sicherheit

source: OpenSC Smart Card Provider
de: OpenSC Smartcard-Anbieter

source: Click here for more information
de: Weitere Informationen

source: This window will be closed automatically after the PIN has been submitted on the PIN pad (timeout typically after 30 seconds).
de: Dieses Fenster wird automatisch geschlossen, wenn die PIN am PIN-Pad eingegeben wurde (Timeout typischerweise nach 30 Sekunden).

source: Please enter your PIN to unblock the user PIN on the PIN pad.
de: Bitte geben Sie Ihre PIN zum Entsperren der Nutzer-PIN auf dem PIN-Pad ein.

source: Please enter your digital signature PIN on the PIN pad.
de: Bitte geben Sie Ihre PIN für die digitale Signatur auf dem PIN-Pad ein.

source: Please enter your PIN on the PIN pad.
de: Bitte geben Sie Ihre PIN auf dem PIN-Pad ein.

source: No smart card readers found.
de: Keinen Smartcardleser gefunden.

source: Card not present.
de: Keine Smartcard gefunden

source: Smart card is ready to use
de: Smartcard kann jetzt verwendet werden

source: Smart card detected
de: Smartcard erkannt

source: Smart card removed
de: Smartcard entfernt

source: PIN verified
de: PIN verifiziert

source: Smart card is unlocked
de: Smartcard ist entsperrt

source: PIN not verified
de: PIN nicht verifiziert

source: Smart card is locked
de: Smartcard ist gesperrt
